# language: ru
Функция: Заполнение формы
  @All
  Сценарий: Покупка в интернет-магазине
    * открываем главную страницу
    * переходим в магазин
    * выбираем "Выпуск подкаста" и нажимаем Подробнее
    * добавляем Выпуск подкаста В список пожеланий
    * нажимаем на кнопку Вернуться в магазин
    * выбираем "Перекус для собачки" и нажимаем Подробнее
    * меняем цвет на красный
    * меняем количество на 3
    * добавляем Перекус для собачки в Список пожеланий
    * удаляем Выпуск подкаста из Списка пожеланий
    * добавляем Перекус для собачки в корзину
    * нажимаем оформить заказ
    * заполняем форму заказа
    * указываем способ оплаты "Онлайн оплата"
    * указываем способ доставки "Экспресс"
    * проверяем Вид доставки и Вид платежа
    * подтверждаем правила и право возврата



