# language: ru
Функция: Заполнение формы
  @All
  Сценарий: Бронирование питомца
    * открываем страницу
    * переходим на вкладку О НАС
    * вводим имя заказчика
    * вводим фамилию заказчика
    * вводим email заказчика
    * выбираем желаемый пол щенка Не важно
    * вводим телефон
    * вводим дату, когда хотим забрать
    * выбираем размер собаки, которую планируем купить "Маленькая собачка"
    * выбираем язык, на котором должна говорить собака "Java"
    * прикладываем фото паспорта
    * вводим адрес прописки
    * подтверждаем отправку


